Repository: levi-45/Manager
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Manager/locale/*/LC_MESSAGES/Manager.po
Languages: tr

source: Start
tr: Başlat

source: Cam Download
tr: Cam Yukle

source: Stop
tr: Durdur

source: Script Executer
tr: Komut Dosyası Yürütücüsü

source: Scanning and retrieval list softcam ...
tr: Softcam tarama ve alma listesi ...

source: CCcamInfo
tr: CCcam bilgi

source: OscamInfo
tr: Oscam bilgi

source: Update SoftcamKeys from google search?
tr: Google aramadan SoftcamKeys güncellensin mi?

source: Update Softcam.key: %s
tr: Softcam.key'i güncelleyin: %s

source: Select a cam to run ...
tr: Çalıştırmak için bir cam seçin...

source: RESTART CAM
tr: CAM'I YENİDEN BAŞLAT

source: STOP & RESTART CAM
tr: DURDUR & CAM'I YENİDEN BAŞLAT

source: UP CAM 2
tr: Secilen Cam 2

source: and
tr: ve

source: Please wait, %s.
tr: Lütfen bekleyin, %s.

source: Autocam assigned to the current channel
tr: Geçerli kanala atanan otomatik cam

source: Getting the list, please wait ...
tr: Liste alınıyor, lütfen bekleyin..

source: Back
tr: Geri

source: Try again later ...
tr: Daha sonra tekrar deneyin ...

source: Please select ...
tr: Lütfen seçin ...

source: Select and Install
tr: Seç ve Yükle

source: Do you want to install?
tr: Yuklemek istiyor musunuz?

source: Unknow Image!
tr: Imaj Bilinmiyor!

source: Download failur!
tr: İndirme hatası!

source: All file Download are removed!
tr: İndirilen tüm dosyalar kaldırıldı!

source: Path Configuration Folder
tr: Dosya Duzenleme Yolu

source: Levi45 Softcam Manager
tr: Levi45 Softcam Yöneticisi
